alexcvzz.vscode-sqlite
charliermarsh.ruff
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
hashicorp.terraform
hoovercj.ruby-linter
idleberg.applescript
igorsbitnev.error-gutters
inferrinizzard.prettier-sql-vscode
joeberria.statusbarerror
johngraham262.join-comment-aware
kortina.run-in-terminal
kortina.vscode-markdown-notes
mechatroner.rainbow-csv
misogi.ruby-rubocop
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-vscode.theme-tomorrowkit
pepri.subtitles-editor
piersdeseilligny.betterfountain
pomdtr.excalidraw-editor
richie5um2.vscode-sort-json
shopify.ruby-lsp
streetsidesoftware.code-spell-checker
sysoev.vscode-open-in-github
vscodevim.vim
wayou.vscode-todo-highlight
witulski.selection-word-count
